Repository: watchorpass/MovieFlick
Catalog: MovieFlick/Localizable.xcstrings
Source language: en
Languages: ca, de, es

source: – %lld movies left –
ca: – Restants: %lld –
de: – %lld Filme übrig –
es: – Restantes: %lld –

source: **The MovieFlick team is on it!** 🍿 Spinning the reel to pick the perfect movie for you… Hang tight, quality cinema takes time! 🎬😄
ca: L’equip de MovieFlick hi està treballant! 🍿 Suant la gota per escollir la pel·lícula perfecta per a tu… Espera un moment, el cinema de qualitat necessita temps! 🎬😄
de: **Das MovieFlick-Team ist dran!** 🍿 Wir drehen das Rad, um den perfekten Film für dich auszuwählen… Hab Geduld, Qualitätskino braucht Zeit! 🎬😄
es: **¡El equipo de MovieFlick está en ello!** 🍿 Estamos dándole al coco para encontrar la mejor película para vosotros… Aguanta un poco más, el cine de calidad lleva su tiempo! 🎬😄

source: %@'s turn
ca: Torn de %@
de: %@ ist dran
es: Turno de %@

source: Action
ca: Acció
es: Acción

source: Action & Adventure
ca: Acció i aventura
de: Action & Abenteuer
es: Acción y aventuras

source: Add new player +
ca: Afegeix un jugador +
de: Neuen Spieler hinzufügen +
es: Añade un nuevo jugador +

source: Adventure
ca: Aventura
de: Abenteuer
es: Aventura

source: All Genres
ca: Tots els gèneres
de: Alle Genres
es: Todos los géneros

source: Animation
ca: Animació
es: Animación

source: Can not decide? No problem we will do it for you.
ca: No et decideixes? Cap problema, ho fem per tu.
de: Kannst du dich nicht entscheiden? Kein Problem, wir machen das für dich.
es: ¿No te aclaras? Sin problema, decidimos por ti.

source: Choose one
ca: Tria una
de: Wähle eine aus
es: Escoge una

source: Choose your favorites genres.
ca: Tria els teus gèneres favorits.
de: Wähle deine Lieblingsgenres.
es: Escoge tus géneros favoritos.

source: Choose your priority
ca: Tria la teva prioritat
de: Was ist dir wichtig?
es: Escoge tu prioridad

source: Close menu
ca: Tanca el menú
de: Menü schließen
es: Cierra el menú

source: Comedy
ca: Comèdia
de: Komödie
es: Comedia

source: Continue
ca: Continua
de: Weiter
es: Continuar

source: Create your players
ca: Crea els teus jugadors
de: Erstelle deine Spieler
es: Crea tus jugadores.

source: Crime
ca: Crim
de: Krimi
es: Crimen

source: Documentary
ca: Documental
de: Dokumentation
es: Documental

source: Family
ca: Familiar
de: Familie
es: Familiar

source: Fantasy
ca: Fantasia
es: Fantasía

source: Films
ca: Pel·lícules
de: Filme
es: Películas

source: Filters
ca: Filtres
de: Filter
es: Filtros

source: Get a random movie!
ca: Escull a l’atzar!
de: Einen zufälligen Film auswählen!
es: ¡Película aleatoria!

source: History
ca: Història
de: Geschichte
es: Historia

source: Horror
ca: Terror
es: Terror

source: Image can not be loaded. Try again please.
ca: La imatge no es pot carregar. Torna-ho a intentar
de: Das Bild kann nicht geladen werden. Bitte versuche es erneut.
es: La imagen no se puede cargar. Inténtalo de nuevo.

source: It's your turn, %@
ca: És el teu torn, %@
de: Du bist dran, %@
es: Tu turno, %@

source: Kids
ca: Infantil
de: Kinder
es: Infantil

source: Legal + About us
ca: Legal + Sobre nosaltres
de: Rechtliches + Über uns
es: Legal + Sobre nosotros

# legal_policy_text
source: The movie metadata within this app is provided by a third-party service, The Movie Database (TMDb). For more information about TMDb, please visit www.themoviedb.org. We are not affiliated with TMDb, nor are we responsible for the accuracy, availability, or legality of the information they provide. TMDb is an independent service, and we do not endorse or control the content it supplies. This app does not intend to claim or imply ownership, endorsement, or association with any specific movies, studios, or other intellectual property referenced through TMDb metadata. All trademarks, movie titles, and associated media are the property of their respective owners. We disclaim any responsibility for potential copyright or trademark issues arising from the display of metadata provided by TMDb. Users should refer to TMDb and the rights holders of specific intellectual properties for any concerns regarding legal use. We further do not assume responsibility for the content, privacy policies, or practices of any third-party websites or services linked from this app. All images on MovieFlick (this app) are intended for non-commercial entertainment and education use only - reviews, fan art, blogs, forums, etc. MovieFlick (this app) is not endorsed, sponsored or affiliated with any movie studio. All copyrights, trademarks, and logos are owned by their respective owners. MovieFlick (this app) is for non-profit/educational use only.
ca: Les dades de les pel·lícules dins d’aquesta aplicació són proporcionades per un servei extern, The Movie Database (TMDb). Per obtenir més informació sobre TMDb, visiteu www.themoviedb.org. No estem afiliats amb TMDb ni som responsables de l’exactitud, disponibilitat o legalitat de la informació que proporcionen. TMDb és un servei independent, i no donem suport ni controlem el contingut que subministren. Aquesta aplicació no pretén reclamar ni implicar propietat, suport o associació amb cap pel·lícula específica, estudi o altra propietat intel·lectual referenciada a través de les dades de TMDb. Totes les marques comercials, títols de pel·lícules i mitjans associats són propietat dels seus respectius titulars. Rebutgem qualsevol responsabilitat relacionada amb possibles problemes de drets d’autor o marques comercials derivats de la visualització de les dades proporcionades per TMDb. Els usuaris haurien de consultar TMDb i els titulars dels drets de les propietats intel·lectuals específiques per a qualsevol preocupació relacionada amb l’ús legal. A més, no assumim cap responsabilitat pel contingut, les polítiques de privacitat o les pràctiques de cap lloc web o servei extern enllaçat des d’aquesta aplicació. Totes les imatges a MovieFlick (aquesta aplicació) tenen com a finalitat l’ús no comercial d’entreteniment i educació únicament, com ara ressenyes, fan art, blogs, fòrums, etc. MovieFlick (aquesta aplicació) no està recolzada, patrocinada ni afiliada amb cap estudi cinematogràfic. Tots els drets d’autor, marques comercials i logotips són propietat dels seus respectius titulars. MovieFlick (aquesta aplicació) és per a ús sense ànim de lucre i educatiu exclusivament.
de: Die Filmdaten innerhalb dieser App werden von einem Drittanbieterdienst, The Movie Database (TMDb), bereitgestellt. Für weitere Informationen über TMDb besuchen Sie bitte www.themoviedb.org. Wir sind weder mit TMDb verbunden noch für die Richtigkeit, Verfügbarkeit oder Rechtmäßigkeit der von ihnen bereitgestellten Informationen verantwortlich. TMDb ist ein unabhängiger Dienst, und wir unterstützen oder kontrollieren die von ihm bereitgestellten Inhalte nicht. Diese App erhebt keinen Anspruch auf Eigentum, Unterstützung oder eine Verbindung zu bestimmten Filmen, Studios oder anderem geistigen Eigentum, das über TMDb-Metadaten referenziert wird. Alle Marken, Filmtitel und zugehörigen Medien sind Eigentum ihrer jeweiligen Rechteinhaber. Wir übernehmen keine Verantwortung für mögliche Urheberrechts- oder Markenprobleme, die sich aus der Anzeige von TMDb-Metadaten ergeben. Nutzer sollten sich bei Fragen zur rechtlichen Nutzung direkt an TMDb oder die Rechteinhaber der jeweiligen Inhalte wenden. Darüber hinaus übernehmen wir keine Verantwortung für die Inhalte, Datenschutzrichtlinien oder Praktiken von Drittanbieter-Websites oder -Diensten, die mit dieser App verlinkt sind. Alle Bilder auf MovieFlick (dieser App) sind ausschließlich für nicht-kommerzielle Unterhaltungs- und Bildungszwecke bestimmt – z. B. Rezensionen, Fan-Kunst, Blogs, Foren usw. MovieFlick (diese App) wird von keinem Filmstudio unterstützt, gesponsert oder ist mit einem solchen verbunden. Alle Urheberrechte, Marken und Logos gehören ihren jeweiligen Eigentümern. MovieFlick (diese App) ist ausschließlich für gemeinnützige/bildungsbezogene Zwecke gedacht.
es: Los metadatos de películas dentro de esta aplicación son proporcionados por un servicio de terceros, The Movie Database (TMDb). Para obtener más información sobre TMDb, visita www.themoviedb.org. No estamos afiliados a TMDb, ni somos responsables de la precisión, disponibilidad o legalidad de la información que ellos proveen. TMDb es un servicio independiente, y no respaldamos ni controlamos el contenido que suministran. Esta aplicación no pretende reclamar ni implicar propiedad, respaldo o asociación con ninguna película, estudio u otra propiedad intelectual referenciada a través de los metadatos de TMDb. Todas las marcas registradas, títulos de películas y medios asociados son propiedad de sus respectivos dueños. Renunciamos a cualquier responsabilidad por posibles problemas de derechos de autor o marcas comerciales derivados de la visualización de los metadatos proporcionados por TMDb. Los usuarios deben dirigirse a TMDb y a los titulares de derechos de propiedad intelectual específicos para cualquier inquietud relacionada con el uso legal. Además, no asumimos responsabilidad por el contenido, políticas de privacidad o prácticas de cualquier sitio web o servicio de terceros vinculado desde esta aplicación. Todas las imágenes en MovieFlick (esta aplicación) están destinadas exclusivamente para fines de entretenimiento y educativos sin fines de lucro, como reseñas, arte de fanáticos, blogs, foros, etc. MovieFlick (esta aplicación) no está respaldada, patrocinada ni afiliada con ningún estudio cinematográfico. Todos los derechos de autor, marcas comerciales y logotipos son propiedad de sus respectivos dueños. MovieFlick (esta aplicación) es únicamente para uso educativo y sin fines de lucro.

source: Max. 4 players
ca: Màx. 4 jugadors
de: Max. 4 Spieler
es: Máximo 4 jugadores

source: Music
ca: Musical
de: Musik
es: Musical

source: Mystery
ca: Misteri
es: Misterio

source: News
ca: Notícies
de: Nachrichten
es: Notícias

source: Next
ca: Següent
de: Nächste
es: Siguiente

source: NO MATCHES FOUND
ca: NO HI HA CAP MATCH
de: KEINE TREFFER GEFUNDEN
es: NO HAY MATCHES

# no_results_message
source: Not enough content found… Try varying your selection.
ca: No s’han trobat suficients resultats… Prova a canviar alguna sel·lecció.
de: Es wurde nicht genügend Inhalt gefunden… Versuche, deine Auswahl zu variieren.
es: No se ha encontrado suficiente contenido… Prueba a variar tu selección.

# no_results_title
source: No enough results
ca: No hi han resultats
de: Keine Ergebnisse
es: No hay resultados

source: Oops! Looks like there’s no match this time… 🤔 Maybe it’s time to rethink your movie friendship. Or, you can play again and try your luck! 🎬
ca: Ups! Sembla que aquesta vegada no hi ha cap coincidència… 🤔 Potser és hora de replantejar-te la vostra compatibilitat cinematogràfica. O bé, pots tornar a jugar i provar sort! 🎬
de: Ups! Diesmal gibt es keine Übereinstimmung… 🤔 Vielleicht solltest du deine Filmfreundschaft überdenken. Oder du spielst noch einmal und versuchst dein Glück! 🎬
es: ¡Ups! Parece que no hubo coincidencia esta vez… 🤔 Tal vez sea momento de replantearte tu amistad cinéfila. O puedes jugar de nuevo y probar suerte. 🎬

source: Play again
ca: Torna a jugar
de: Erneut spielen
es: Jugar de nuevo

source: Player %lld
ca: Jugador/a %lld
de: Spieler %lld
es: Jugador %lld

source: Proudly developed by [Alberto Alegre](https://github.com/Bitos88), [Alex Ma](https://github.com/alexmaxu), [Fran Malo](https://github.com/franmu94) and [Fran Ochoa](https://github.com/fran-6co)
ca: Desenvolupat amb amor per [Alberto Alegre](https://github.com/Bitos88), [Alex Ma](https://github.com/alexmaxu), [Fran Malo](https://github.com/franmu94) i [Fran Ochoa](https://github.com/fran-6co).
de: Stolz entwickelt von [Alberto Alegre](https://github.com/Bitos88), [Alex Ma](https://github.com/alexmaxu), [Fran Malo](https://github.com/franmu94) und [Fran Ochoa](https://github.com/fran-6co)
es: Desarrollado orgullosamente por [Alberto Alegre](https://github.com/Bitos88), [Alex Ma](https://github.com/alexmaxu), [Fran Malo](https://github.com/franmu94) y [Fran Ochoa](https://github.com/fran-6co).

source: Rate:
ca: Valoració:
de: Bewertung:
es: Valoración:

source: Restart
ca: Reinicia
de: Neustart
es: Reiniciar

# Restart Game
source: Restart
ca: Reinicia
de: Spiel neu starten
es: Reiniciar

source: Romance
ca: Romanç
de: Romantik

source: Sci-Fi & Fantasy
ca: Sci-Fi i Fantasia
es: Sci-Fi/Fantasía

source: Science Fiction
ca: Ciència ficció
es: Ciencia ficción

source: Select providers
ca: Tria plataformes
de: Anbieter auswählen
es: Selecciona plataformas

source: Select your favourite genres
ca: Tria els teus gèneres preferits
de: Wähle deine Lieblingsgenres
es: Selecciona tus géneros favoritos

source: Selected movie is:
ca: La tria ha resultat en:
de: Der ausgewählte Film ist:
es: La película seleccionada es:

source: Soap
ca: Telenovel·la
de: Seifenoper
es: Telenovela

source: Start
ca: Comença
es: Empezar

source: Swipe right for YES and left for NO.
ca: Llisca a la dreta per SÍ, i a l’esquerra per NO.
de: Wische nach rechts für JA und nach links für NEIN.
es: Desliza a la derecha para SÍ e izquierda para NO.

source: Talk
ca: Conversa
de: Talkshow
es: Talk-show

source: This product uses the TMDB API but is not endorsed or certified by TMDB.
ca: Aquest producte utilitza l’API de TMDB però no està recolzat ni certificat per TMDB.
de: Dieses Produkt nutzt die TMDB-API, ist aber nicht von TMDB unterstützt oder zertifiziert.
es: Este producto utiliza la API de TMDB pero no está aprobado ni certificado por TMDB.

source: Time to Swipe!
ca: Hora de lliscar
de: Zeit zum Wischen!
es: ¡Hora de deslizar!

source: Top rated
ca: Millors valorades
de: Bestbewertet
es: Mejor valorado

source: Try again
ca: Torna-hi
de: Versuche es erneut
es: Vuelve a intentarlo

source: TV Movie
ca: Sèries de pel·lícules
de: TV-Film
es: TV/Película

source: TV Series
ca: Sèries
de: Serien
es: Series

source: UPS... Something went wrong
ca: Ups… Alguna cosa no ha anat bé.
de: UPS... Etwas ist schiefgelaufen
es: Ups… Algo no ha ido bien

source: War
ca: Guerra
de: Kriegsfilm
es: Bélicas

source: War & Politics
ca: Guerra i Política
de: Krieg & Politik
es: Guerra y política

source: WARNING: Dev tools
ca: ATENCIÓ: Eines per devs.
de: WARNUNG: Entwicklerwerkzeuge
es: CUIDADO: Herramientas de developer.

source: We couldn’t load your movies, please try again later
ca: No hem pogut carregar les pel·lícules, intenta-ho més tard.
de: Wir konnten deine Filme nicht laden, bitte versuche es später erneut.
es: No hemos podido cargar tus películas, por favor inténtalo de nuevo más tarde

source: We couldn’t load your TV Series, please try again later
ca: No hem pogut carregar les sèries, intenta-ho més tard.
de: Wir konnten deine Serien nicht laden, bitte versuche es später erneut.
es: No hemos podido cargar las series, por favor inténtalo de nuevo más tarde.

source: Western
ca: Oest

source: What to see
ca: Què veure?
de: Was willst du anschauen?
es: Qué ver

source: YES
ca: SÍ
de: JA
es: SÍ

source: You can select more than one.
ca: Pots seleccionar més d’una.
de: Du kannst mehr als eines wählen.
es: Puedes seleccionar más de una.

source: Matches
de: Treffer
es: Coincidencias

source: NO
de: NEIN

source: Popular
de: Beliebt

source: Reality
de: Reality-TV
